[
    {
        "id": 1,
        "companyName": "Google",
        "position": "Software Engineer",
        "logo": "google.jpg",
        "jobType": "Remote",
        "jobTime": "Full-time",
        "jobLocation": "Dhaka",
        "salary": 70000,
        "jobDescription": "As a Software Engineer at Google, you will be responsible for developing cutting-edge software solutions that drive innovation and improve user experiences. This role involves collaborating with talented team members, writing high-quality code, and contributing to the success of Google's products and services.",
        "jobResponsibility": "Responsibilities of this role include developing software solutions, collaborating with team members, and ensuring code quality.",
        "educationalRequirements": "A Bachelor's degree in Computer Science or related field is required.",
        "experiences": 2,
        "address": "123 Main Street, Dhaka, Bangladesh",
        "phone": "+1 (123) 456-7890",
        "email": "example@google.com"
    },
    {
        "id": 2,
        "companyName": "Twitter",
        "position": "Data Analyst",
        "logo": "twitter.jpg",
        "jobType": "Onsite",
        "jobTime": "Part-time",
        "jobLocation": "Chittagong",
        "salary": 50000,
        "jobDescription": "Join Twitter as a Data Analyst and be part of a dynamic team that analyzes vast amounts of data to provide valuable insights and drive strategic decisions. You will play a key role in shaping Twitter's data-driven strategies and optimizing performance across various business areas.",
        "jobResponsibility": "Responsibilities include analyzing data, creating reports, and providing insights to improve business strategies.",
        "educationalRequirements": "A Bachelor's degree in Data Science, Statistics, or related field is preferred.",
        "experiences": 1,
        "address": "456 Oak Street, Chittagong, Bangladesh",
        "phone": "+1 (234) 567-8901",
        "email": "example@twitter.com"
    },
    {
        "id": 3,
        "companyName": "Facebook",
        "position": "Frontend Developer",
        "logo": "facebook.jpg",
        "jobType": "Remote",
        "jobTime": "Full-time",
        "jobLocation": "Khulna",
        "salary": 60000,
        "jobDescription": "Become a Frontend Developer at Facebook and contribute to building innovative user interfaces that engage and delight millions of users worldwide. You will have the opportunity to work on challenging projects, optimize performance, and collaborate with talented designers and engineers.",
        "jobResponsibility": "Responsibilities include developing user interfaces, optimizing performance, and collaborating with designers.",
        "educationalRequirements": "A Bachelor's degree in Computer Science or related field is required.",
        "experiences": 2,
        "address": "789 Elm Street, Khulna, Bangladesh",
        "phone": "+1 (345) 678-9012",
        "email": "example@facebook.com"
    },
    {
        "id": 4,
        "companyName": "Microsoft",
        "position": "UI/UX Designer",
        "logo": "Microsoft.jpg",
        "jobType": "Onsite",
        "jobTime": "Full-time",
        "jobLocation": "Dhaka",
        "salary": 65000,
        "jobDescription": "At Microsoft, as a UI/UX Designer, you will be responsible for creating intuitive and visually appealing user interfaces that enhance user experiences across various Microsoft products and platforms. Join us in shaping the future of technology with innovative design solutions.",
        "jobResponsibility": "Responsibilities include designing user interfaces, conducting user research, and creating wireframes and prototypes.",
        "educationalRequirements": "A Bachelor's degree in Design or related field is required.",
        "experiences": 3,
        "address": "321 Pine Street, Dhaka, Bangladesh",
        "phone": "+1 (456) 789-0123",
        "email": "example@microsoft.com"
    },
    {
        "id": 5,
        "companyName": "Amazon",
        "position": "Software Developer",
        "logo": "amazon-512.jpg",
        "jobType": "Remote",
        "jobTime": "Full-time",
        "jobLocation": "Chittagong",
        "salary": 75000,
        "jobDescription": "Join Amazon as a Software Developer and work on exciting projects that shape the future of e-commerce and cloud computing. As part of our diverse team, you will have the opportunity to innovate, solve complex problems, and deliver scalable solutions that impact millions of customers worldwide.",
        "jobResponsibility": "Responsibilities include developing software solutions, debugging, and collaborating with cross-functional teams.",
        "educationalRequirements": "A Bachelor's degree in Computer Science or related field is required.",
        "experiences": 2,
        "address": "123 Oak Street, Chittagong, Bangladesh",
        "phone": "+1 (567) 890-1234",
        "email": "example@amazon.com"
    },
    {
        "id": 6,
        "companyName": "Apple",
        "position": "Product Manager",
        "logo": "apple.jpg",
        "jobType": "Onsite",
        "jobTime": "Full-time",
        "jobLocation": "Dhaka",
        "salary": 80000,
        "jobDescription": "As a Product Manager at Apple, you will lead the development and launch of groundbreaking products that revolutionize the consumer electronics industry. Join us in shaping the future of technology and delivering innovative solutions that enrich the lives of millions of users worldwide.",
        "jobResponsibility": "Responsibilities include product strategy, roadmap planning, and collaborating with engineering and design teams.",
        "educationalRequirements": "A Bachelor's degree in Business, Engineering, or related field is required.",
        "experiences": 4,
        "address": "456 Elm Street, Dhaka, Bangladesh",
        "phone": "+1 (678) 901-2345",
        "email": "example@apple.com"
    }
]
